tap "morantron/tmux-fingers"
brew "glib"
brew "zstd"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "boost"
brew "broot"
brew "bzip2"
brew "cmake"
brew "doxygen"
brew "unbound"
brew "gnutls"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "pkgconf"
brew "guile"
brew "helm"
brew "htop"
brew "jq"
brew "kind"
brew "libslirp"
brew "libssh"
brew "meson"
brew "mono"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "open-mpi"
brew "pandoc"
brew "prettier"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "starship"
brew "suite-sparse"
brew "swig"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zlib"
