brew "bzip2"
brew "azure-cli"
brew "zstd"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gcc"
brew "pkgconf"
brew "guile"
brew "gdb"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "libssh"
brew "meson"
brew "neovim"
brew "nginx"
brew "node"
brew "open-mpi"
brew "prettier"
brew "python@3.12"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "zsh"
